Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# raw_and_efficiency
source: of %1$@ raw · %2$@ efficient
de: von %1$@ brutto · %2$@ Effizienz
es: de %1$@ en bruto · %2$@ de eficiencia
fr: sur %1$@ bruts · %2$@ d’efficacité
it: su %1$@ grezzi · efficienza %2$@
ja: 物理容量 %1$@ · 効率 %2$@
ko: 원시 용량 %1$@ · 효율 %2$@
pt_br: de %1$@ brutos · %2$@ de eficiência
zh_hans: 原始容量 %1$@ · 利用率 %2$@
zh_hant: 原始容量 %1$@ · 效率 %2$@

# rebuild_caution_level
source: Rebuilding %1$@ on drives this large can take days, and a second failure during the rebuild loses the array. Consider %2$@.
de: Ein Rebuild von %1$@ kann bei so großen Laufwerken Tage dauern, und ein zweiter Ausfall währenddessen kostet das ganze Array. Zieh %2$@ in Betracht.
es: Reconstruir un %1$@ con unidades tan grandes puede tardar días, y un segundo fallo durante la reconstrucción hace perder el conjunto. Considera %2$@.
fr: Reconstruire un %1$@ avec des disques aussi gros peut prendre des jours, et une seconde panne pendant la reconstruction fait perdre la grappe. Envisagez le %2$@.
it: Ricostruire un %1$@ con dischi così grandi può richiedere giorni e un secondo guasto durante la ricostruzione fa perdere l’array. Valuta il %2$@.
ja: これほど大容量のドライブでは%1$@の再構築に数日かかることがあり、その間に2台目が故障するとアレイ全体を失います。%2$@を検討してください。
ko: 이렇게 큰 드라이브에서는 %1$@ 재구축에 며칠이 걸릴 수 있으며, 재구축 중 두 번째 장애가 발생하면 어레이가 손실됩니다. %2$@ 사용을 고려해 보세요.
pt_br: Reconstruir um %1$@ com discos tão grandes pode levar dias, e uma segunda falha durante a reconstrução faz perder o conjunto. Considere o %2$@.
zh_hans: 在这么大的硬盘上重建 %1$@ 可能需要数天，重建期间如再有一块硬盘故障，整个阵列都会丢失。建议考虑 %2$@。
zh_hant: 在這麼大的硬碟上重建 %1$@ 可能需要數天，重建期間若再有一顆故障，就會遺失整個陣列。建議考慮 %2$@。

# rebuild_caution_narrow
source: Rebuilding %@ on drives this large can take days, and a second failure during the rebuild loses the array. Wider groups would allow dual parity.
de: Ein Rebuild von %@ kann bei so großen Laufwerken Tage dauern, und ein zweiter Ausfall währenddessen kostet das ganze Array. Mit breiteren Gruppen wäre doppelte Parität möglich.
es: Reconstruir un %@ con unidades tan grandes puede tardar días, y un segundo fallo durante la reconstrucción hace perder el conjunto. Con grupos más anchos sería posible usar doble paridad.
fr: Reconstruire un %@ avec des disques aussi gros peut prendre des jours, et une seconde panne pendant la reconstruction fait perdre la grappe. Des groupes plus larges permettraient la double parité.
it: Ricostruire un %@ con dischi così grandi può richiedere giorni e un secondo guasto durante la ricostruzione fa perdere l’array. Gruppi più ampi consentirebbero la doppia parità.
ja: これほど大容量のドライブでは%@の再構築に数日かかることがあり、その間に2台目が故障するとアレイ全体を失います。グループの幅を広げれば、デュアルパリティが使えます。
ko: 이렇게 큰 드라이브에서는 %@ 재구축에 며칠이 걸릴 수 있으며, 재구축 중 두 번째 장애가 발생하면 어레이가 손실됩니다. 그룹이 더 넓으면 이중 패리티를 사용할 수 있습니다.
pt_br: Reconstruir um %@ com discos tão grandes pode levar dias, e uma segunda falha durante a reconstrução faz perder o conjunto. Grupos mais largos permitiriam paridade dupla.
zh_hans: 在这么大的硬盘上重建 %@ 可能需要数天，重建期间如再有一块硬盘故障，整个阵列都会丢失。组更宽的话，就可以使用双重校验。
zh_hant: 在這麼大的硬碟上重建 %@ 可能需要數天，重建期間若再有一顆故障，就會遺失整個陣列。群組更寬的話，就能使用雙重同位元。

source: Remove Drive
de: Laufwerk entfernen
es: Quitar disco
fr: Retirer le disque
it: Rimuovi disco
ja: ドライブを取り外す
ko: 드라이브 제거
pt_br: Remover disco
zh_hans: 移除硬盘
zh_hant: 移除硬碟

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
zh_hans: 结果
zh_hant: 結果

source: Revert
de: Zurücksetzen
es: Revertir
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pt_br: Reverter
zh_hans: 还原
zh_hant: 還原

# revert_confirm_title
source: Revert to your current setup?
de: Auf dein aktuelles Setup zurücksetzen?
es: ¿Revertir a tu configuración actual?
fr: Rétablir votre configuration actuelle ?
it: Ripristinare la configurazione attuale?
ja: 現在の構成に戻しますか？
ko: 현재 구성으로 되돌리시겠습니까?
pt_br: Reverter para sua configuração atual?
zh_hans: 要还原为当前配置吗？
zh_hant: 要還原為目前配置嗎？

# role_data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

# role_mirror
source: Mirror
de: Spiegel
es: Espejo
fr: Miroir
ja: ミラー
ko: 미러
pt_br: Espelho
zh_hans: 镜像
zh_hant: 鏡像

# role_parity
source: Parity
de: Parität
es: Paridad
fr: Parité
it: Parità
ja: パリティ
ko: 패리티
pt_br: Paridade
zh_hans: 校验
zh_hant: 同位元

# role_unused
source: Unused
de: Ungenutzt
es: Sin usar
fr: Inutilisé
it: Inutilizzato
ja: 未使用
ko: 미사용
pt_br: Sem uso
zh_hans: 未使用
zh_hant: 未使用

# save_as_current
source: Save as Current Setup
de: Als aktuelles Setup sichern
es: Guardar como configuración actual
fr: Enregistrer comme configuration actuelle
it: Salva come configurazione attuale
ja: 現在の構成として保存
ko: 현재 구성으로 저장
pt_br: Salvar como configuração atual
zh_hans: 存储为当前配置
zh_hant: 儲存為目前配置

# save_current_prompt_footer
source: Save your drives to compare upgrades against them.
de: Sichere deine Laufwerke, um Upgrades mit ihnen zu vergleichen.
es: Guarda tus discos para comparar las mejoras con ellos.
fr: Enregistrez vos disques pour les comparer aux mises à niveau.
it: Salva i dischi attuali per confrontarli con gli aggiornamenti.
ja: 現在のドライブを保存すると、アップグレード後の構成と比較できます。
ko: 드라이브를 저장하면 업그레이드와 비교할 수 있습니다.
pt_br: Salve seus discos para comparar upgrades com eles.
zh_hans: 存储当前的硬盘，即可与升级方案比较。
zh_hant: 儲存目前的硬碟，即可與升級方案比較。

# shr2_validation
source: SHR-2 needs at least 4 drives.
de: SHR-2 braucht mindestens 4 Laufwerke.
es: SHR-2 necesita al menos 4 discos.
fr: Le SHR-2 nécessite au moins 4 disques.
it: SHR-2 richiede almeno 4 dischi.
ja: SHR-2には4台以上のドライブが必要です。
ko: SHR-2에는 드라이브가 4개 이상 필요합니다.
pt_br: O SHR-2 precisa de pelo menos 4 discos.
zh_hans: SHR-2 至少需要 4 块硬盘。
zh_hant: SHR-2 至少需要 4 顆硬碟。

# snapraid_calculation
source: The largest drives become parity, so parity is always at least as large as every data drive. Usable space is the total of the data drives, and the set survives as many drive failures as it has parity drives, as of the last sync. SnapRAID recommends more parity as the number of data drives grows.
de: Die größten Laufwerke dienen als Parität, daher ist die Parität immer mindestens so groß wie jedes Datenlaufwerk. Der nutzbare Speicher ist die Summe der Datenlaufwerke, und der Verbund übersteht so viele Laufwerksausfälle, wie er Paritätslaufwerke hat, bezogen auf den Stand der letzten Synchronisierung. SnapRAID empfiehlt mehr Parität, je mehr Datenlaufwerke es werden.
es: Las unidades más grandes se usan para paridad, así que la paridad siempre es al menos tan grande como cada unidad de datos. El espacio utilizable es la suma de las unidades de datos, y el conjunto sobrevive a tantos fallos de unidad como unidades de paridad tenga, según el estado de la última sincronización. SnapRAID recomienda más paridad a medida que aumenta el número de unidades de datos.
fr: Les plus grands disques servent à la parité, qui est donc toujours au moins aussi grande que chaque disque de données. L’espace utilisable correspond au total des disques de données, et l’ensemble survit à autant de pannes de disque qu’il compte de disques de parité, dans l’état de la dernière synchronisation. SnapRAID recommande davantage de parité à mesure que le nombre de disques de données augmente.
it: I dischi più grandi diventano dischi di parità, quindi la parità è sempre grande almeno quanto ogni disco dati. Lo spazio utilizzabile è il totale dei dischi dati, e l’insieme sopravvive a tanti guasti quanti sono i suoi dischi di parità, allo stato dell’ultima sincronizzazione. SnapRAID consiglia più parità man mano che aumenta il numero di dischi dati.
ja: 最も大きいドライブがパリティになるため、パリティは常にすべてのデータドライブと同じかそれ以上の容量になります。使用可能容量はデータドライブの合計で、最後の同期の時点のデータについて、パリティドライブと同じ数のドライブ故障に耐えられます。SnapRAIDは、データドライブの数が増えるほどパリティを増やすことを推奨しています。
ko: 가장 큰 드라이브가 패리티가 되므로, 패리티는 항상 모든 데이터 드라이브와 같거나 더 큽니다. 사용 가능한 공간은 데이터 드라이브의 합계이며, 마지막 동기화 시점 기준으로 패리티 드라이브 수만큼의 드라이브 장애를 견딜 수 있습니다. SnapRAID는 데이터 드라이브 수가 늘어날수록 패리티를 늘릴 것을 권장합니다.
pt_br: As unidades maiores viram paridade, então a paridade é sempre pelo menos tão grande quanto cada unidade de dados. O espaço utilizável é a soma das unidades de dados, e o conjunto sobrevive a tantas falhas de unidade quantas forem as unidades de paridade, de acordo com a última sincronização. O SnapRAID recomenda mais paridade à medida que o número de unidades de dados cresce.
zh_hans: 最大的硬盘用作校验盘，因此校验盘始终不小于任何一块数据盘。可用空间为数据盘的总和；以上次同步时的状态计，可承受的硬盘故障数与校验盘数量相同。数据盘越多，SnapRAID 建议的校验盘也越多。
zh_hant: 最大的硬碟會成為同位元，因此同位元一定不小於任何一顆資料硬碟。可用空間為資料硬碟的總和；以上次同步時的狀態為準，可承受的硬碟故障數與同位元硬碟數相同。資料硬碟越多，SnapRAID 建議使用越多同位元。

# snapraid_cons
source: Protection is only as current as the last sync, so files changed since then aren’t protected Each parity drive must be at least as large as your largest data drive Not suited to data that changes constantly
de: Der Schutz reicht nur bis zur letzten Synchronisierung, später geänderte Dateien sind nicht geschützt Jedes Paritätslaufwerk muss mindestens so groß sein wie dein größtes Datenlaufwerk Nicht geeignet für Daten, die sich ständig ändern
es: La protección solo está al día hasta la última sincronización, así que los archivos modificados desde entonces no están protegidos Cada unidad de paridad debe ser al menos tan grande como la unidad de datos más grande No es adecuado para datos que cambian constantemente
fr: La protection ne vaut qu’à la date de la dernière synchronisation : les fichiers modifiés depuis ne sont pas protégés Chaque disque de parité doit être au moins aussi grand que le plus grand disque de données Inadapté aux données qui changent en permanence
it: La protezione è aggiornata solo all’ultima sincronizzazione, quindi i file modificati da allora non sono protetti Ogni disco di parità deve essere grande almeno quanto il disco dati più grande Non adatto a dati che cambiano di continuo
ja: 保護は最後の同期の時点までのため、それ以降に変更したファイルは保護されない 各パリティドライブには最大のデータドライブ以上の容量が必要 頻繁に変更されるデータには不向き
ko: 보호는 마지막 동기화 시점까지만 유효하므로 이후 변경된 파일은 보호되지 않음 각 패리티 드라이브는 가장 큰 데이터 드라이브 이상의 크기여야 함 자주 변경되는 데이터에는 적합하지 않음
pt_br: A proteção só está atualizada até a última sincronização, então arquivos alterados desde então não estão protegidos Cada unidade de paridade precisa ser pelo menos tão grande quanto sua maior unidade de dados Não é adequado para dados que mudam o tempo todo
zh_hans: 保护仅截至上次同步，此后更改的文件不受保护 每块校验盘都不能小于最大的数据盘 不适合频繁变化的数据
zh_hant: 保護只到上次同步為止，之後變更的檔案不受保護 每顆同位元硬碟都必須不小於最大的資料硬碟 不適合經常變動的資料

# snapraid_description
source: SnapRAID protects a set of data drives with up to six parity drives, computed when you run a sync rather than as you write. Drives can be any size, and every data drive’s full capacity is usable.
de: SnapRAID schützt eine Reihe von Datenlaufwerken mit bis zu sechs Paritätslaufwerken. Die Parität wird beim Synchronisieren berechnet, nicht beim Schreiben. Die Laufwerke dürfen beliebig groß sein, und die volle Kapazität jedes Datenlaufwerks ist nutzbar.
es: SnapRAID protege un conjunto de unidades de datos con hasta seis unidades de paridad, calculada al ejecutar una sincronización y no a medida que se escribe. Las unidades pueden ser de cualquier tamaño, y se puede usar toda la capacidad de cada unidad de datos.
fr: SnapRAID protège un ensemble de disques de données avec jusqu’à six disques de parité, calculée lors d’une synchronisation plutôt qu’au fil des écritures. Les disques peuvent être de n’importe quelle taille, et toute la capacité de chaque disque de données est utilisable.
it: SnapRAID protegge un insieme di dischi dati con un massimo di sei dischi di parità, calcolata quando si esegue una sincronizzazione anziché durante la scrittura. I dischi possono essere di qualsiasi dimensione, e l’intera capacità di ogni disco dati è utilizzabile.
ja: SnapRAIDは、一連のデータドライブを最大6台のパリティドライブで保護します。パリティは書き込みのたびではなく、同期を実行したときに計算されます。ドライブの容量は自由で、各データドライブの全容量を使用できます。
ko: SnapRAID는 최대 6개의 패리티 드라이브로 데이터 드라이브 세트를 보호하며, 패리티는 쓸 때마다가 아니라 동기화를 실행할 때 계산됩니다. 드라이브 크기에는 제한이 없으며, 각 데이터 드라이브의 전체 용량을 사용할 수 있습니다.
pt_br: O SnapRAID protege um conjunto de unidades de dados com até seis unidades de paridade, calculada quando você executa uma sincronização, e não à medida que grava. As unidades podem ter qualquer tamanho, e toda a capacidade de cada unidade de dados é utilizável.
zh_hans: SnapRAID 用最多六块校验盘保护一组数据盘。校验在运行同步时计算，而不是在写入时计算。硬盘容量不限，每块数据盘的全部容量都可使用。
zh_hant: SnapRAID 以最多六顆同位元硬碟保護一組資料硬碟，同位元在執行同步時計算，而非在寫入時計算。硬碟容量不限，每顆資料硬碟的全部容量都可使用。

# snapraid_parity_hint
source: SnapRAID recommends %1$d parity drives for %2$@ data drives.
de: SnapRAID empfiehlt %1$d Paritätslaufwerke für %2$@ Datenlaufwerke.
es: SnapRAID recomienda %1$d discos de paridad para %2$@ discos de datos.
fr: SnapRAID recommande %1$d disques de parité pour %2$@ disques de données.
it: SnapRAID consiglia %1$d dischi di parità per %2$@ dischi dati.
ja: SnapRAIDでは、データドライブ数が%2$@の場合、パリティドライブを%1$d台にすることを推奨しています。
ko: SnapRAID는 데이터 드라이브가 %2$@개일 때 패리티 드라이브 %1$d개를 권장합니다.
pt_br: O SnapRAID recomenda %1$d discos de paridade para %2$@ discos de dados.
zh_hans: 对于 %2$@ 块数据盘，SnapRAID 建议使用 %1$d 块校验盘。
zh_hant: 資料硬碟為 %2$@ 顆時，SnapRAID 建議使用 %1$d 顆同位元硬碟。

# snapraid_pros
source: Mix drive sizes freely, with no space lost Up to six parity drives for large collections Checksums detect silent corruption, and files on surviving drives stay readable
de: Beliebig große Laufwerke kombinierbar, ohne Platzverlust Bis zu sechs Paritätslaufwerke für große Sammlungen Prüfsummen erkennen unbemerkte Datenfehler, und die Dateien auf intakten Laufwerken bleiben lesbar
es: Permite combinar libremente unidades de distintos tamaños, sin perder espacio Hasta seis unidades de paridad para colecciones grandes Las sumas de verificación detectan la corrupción silenciosa, y los archivos de las unidades restantes siguen siendo legibles
fr: Disques de tailles différentes combinables librement, sans perte d’espace Jusqu’à six disques de parité pour les grandes collections Les sommes de contrôle détectent la corruption silencieuse, et les fichiers des disques restants restent lisibles
it: Dischi di dimensioni diverse combinabili liberamente, senza perdita di spazio Fino a sei dischi di parità per raccolte di grandi dimensioni I checksum rilevano la corruzione silenziosa, e i file sui dischi superstiti restano leggibili
ja: 容量の異なるドライブを自由に組み合わせても容量を失わない 大規模なコレクション向けに最大6台のパリティドライブ チェックサムがサイレントな破損を検出し、残ったドライブのファイルは引き続き読み取れる
ko: 크기가 다른 드라이브를 자유롭게 섞어도 공간 손실 없음 대규모 컬렉션을 위해 최대 6개의 패리티 드라이브 지원 체크섬으로 눈에 띄지 않는 손상을 감지하며, 남은 드라이브의 파일은 계속 읽을 수 있음
pt_br: Combina livremente unidades de tamanhos diferentes, sem perder espaço Até seis unidades de paridade para coleções grandes Somas de verificação detectam corrupção silenciosa, e os arquivos das unidades que sobrevivem continuam legíveis
zh_hans: 随意混用不同容量的硬盘，不损失空间 大型收藏可使用最多六块校验盘 校验和可检测静默损坏，未故障硬盘上的文件仍可读取
zh_hant: 可自由混用不同容量的硬碟，不損失任何空間 大量資料最多可使用六顆同位元硬碟 總和檢查碼可偵測無聲損毀，倖存硬碟上的檔案仍可讀取

# snapraid_use_cases
source: Media libraries that rarely change Archives on mixed old and new drives Home servers alongside a drive-pooling tool
de: Mediatheken, die sich selten ändern Archive auf alten und neuen Laufwerken Heimserver zusammen mit einem Pooling-Tool
es: Bibliotecas multimedia que cambian poco Archivos en unidades antiguas y nuevas Servidores domésticos junto con una herramienta de agrupación de unidades
fr: Médiathèques qui changent rarement Archives sur des disques anciens et récents Serveurs domestiques associés à un outil de regroupement de disques
it: Librerie multimediali che cambiano raramente Archivi su dischi vecchi e nuovi Server domestici insieme a uno strumento di pooling dei dischi
ja: ほとんど変更されないメディアライブラリ 新旧のドライブが混在するアーカイブ ドライブプーリングツールと組み合わせた家庭用サーバー
ko: 거의 변경되지 않는 미디어 라이브러리 새 드라이브와 오래된 드라이브가 섞인 아카이브 드라이브 풀링 도구와 함께 사용하는 홈 서버
pt_br: Bibliotecas de mídia que raramente mudam Arquivos em unidades antigas e novas misturadas Servidores domésticos com uma ferramenta de agrupamento de unidades
zh_hans: 很少变动的媒体库 新旧硬盘混用的归档 搭配硬盘池工具使用的家用服务器
zh_hant: 很少變動的媒體庫 新舊硬碟混用的封存 搭配硬碟集區工具的家用伺服器

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
zh_hans: 速度
zh_hant: 速度

# suggest_add
source: Add a %1$@ drive to bay %2$d
de: Ein Laufwerk mit %1$@ in Schacht %2$d einsetzen
es: Añadir un disco de %1$@ en la bahía %2$d
fr: Ajouter un disque de %1$@ dans la baie %2$d
it: Aggiungi un disco da %1$@ nell’alloggiamento %2$d
ja: ベイ%2$dに%1$@のドライブを追加
ko: 베이 %2$d에 %1$@ 드라이브 추가
pt_br: Adicionar um disco de %1$@ na baia %2$d
zh_hans: 在盘位 %2$d 添加一块 %1$@ 硬盘
zh_hant: 在硬碟槽 %2$d 加入一顆 %1$@ 硬碟

# suggest_replace
source: Replace bay %1$d (%2$@) with %3$@
de: Schacht %1$d (%2$@) durch %3$@ ersetzen
es: Sustituir la bahía %1$d (%2$@) por %3$@
fr: Remplacer la baie %1$d (%2$@) par %3$@
it: Sostituisci l’alloggiamento %1$d (%2$@) con %3$@
ja: ベイ%1$d（%2$@）を%3$@に交換
ko: 베이 %1$d의 %2$@ 드라이브를 %3$@ 드라이브로 교체
pt_br: Substituir a baia %1$d (%2$@) por %3$@
zh_hans: 将盘位 %1$d（%2$@）换成 %3$@
zh_hant: 將硬碟槽 %1$d（%2$@）更換為 %3$@

# suggestion_header
source: Biggest Upgrade
de: Größtes Upgrade
es: Mejor ampliación
fr: Meilleure mise à niveau
it: Miglior aggiornamento
ja: 効果が最も大きいアップグレード
ko: 효과가 가장 큰 업그레이드
pt_br: Melhor ampliação
zh_hans: 收益最大的升级
zh_hant: 效益最大的升級

# synology_calculation
source: SHR splits drives into layers at each distinct drive size and builds RAID across the drives that reach each layer. A layer with too few drives to protect is shown as unused until a larger drive joins it. Classic RAID treats every drive as the size of the smallest. Synology spreads parity across each layer; it’s drawn on the largest drives to keep the picture readable.
de: SHR teilt die Laufwerke an jeder unterschiedlichen Laufwerksgröße in Schichten und baut ein RAID über die Laufwerke, die die jeweilige Schicht erreichen. Eine Schicht mit zu wenigen Laufwerken für einen Schutz wird als ungenutzt angezeigt, bis ein größeres Laufwerk dazukommt. Klassisches RAID behandelt jedes Laufwerk so, als hätte es die Größe des kleinsten. Synology verteilt die Parität über jede Schicht; zur besseren Lesbarkeit ist sie auf den größten Laufwerken dargestellt.
es: SHR divide las unidades en capas en cada tamaño de unidad distinto y crea el RAID entre las unidades que alcanzan cada capa. Una capa con demasiado pocas unidades para protegerla se muestra sin usar hasta que se le une una unidad más grande. El RAID clásico trata cada unidad como si tuviera el tamaño de la más pequeña. Synology distribuye la paridad en cada capa; aquí se dibuja en las unidades más grandes para que el gráfico sea fácil de leer.
fr: Le SHR découpe les disques en couches à chaque taille de disque distincte et construit le RAID sur les disques qui atteignent chaque couche. Une couche qui compte trop peu de disques pour être protégée est indiquée comme inutilisée jusqu’à ce qu’un disque plus grand la rejoigne. Le RAID classique traite chaque disque comme s’il avait la taille du plus petit. Synology répartit la parité sur chaque couche ; elle est représentée sur les plus grands disques pour que le schéma reste lisible.
it: SHR divide i dischi in strati a ogni diversa dimensione di disco e crea il RAID sui dischi che raggiungono ciascuno strato. Uno strato con troppo pochi dischi per essere protetto viene mostrato come inutilizzato finché non vi si aggiunge un disco più grande. Il RAID classico tratta ogni disco come se avesse la dimensione del più piccolo. Synology distribuisce la parità su ogni strato; qui è disegnata sui dischi più grandi per mantenere leggibile lo schema.
ja: SHRは、異なるドライブ容量ごとにドライブを層に分け、各層に達するドライブ間でRAIDを構成します。保護するにはドライブが足りない層は、より大きなドライブが加わるまで未使用として表示されます。従来のRAIDでは、すべてのドライブが最も小さいドライブの容量として扱われます。Synologyは各層にパリティを分散しますが、図を見やすくするため、最も大きいドライブ上に描いています。
ko: SHR은 서로 다른 드라이브 크기마다 드라이브를 계층으로 나누고, 각 계층에 도달하는 드라이브 간에 RAID를 구성합니다. 보호하기에 드라이브가 너무 적은 계층은 더 큰 드라이브가 추가될 때까지 미사용으로 표시됩니다. 기존 RAID는 모든 드라이브를 가장 작은 드라이브의 크기로 취급합니다. Synology는 각 계층에 패리티를 분산하지만, 이 앱에서는 그림을 읽기 쉽도록 가장 큰 드라이브에 표시합니다.
pt_br: O SHR divide as unidades em camadas a cada tamanho de unidade distinto e monta o RAID entre as unidades que alcançam cada camada. Uma camada sem unidades suficientes para ser protegida aparece como sem uso até que uma unidade maior entre nela. O RAID clássico trata cada unidade como se tivesse o tamanho da menor. A Synology distribui a paridade em cada camada; aqui ela é desenhada nas unidades maiores para manter o gráfico legível.
zh_hans: SHR 按每种不同的硬盘容量把硬盘分成若干层，并在达到该层的硬盘之间构建 RAID。硬盘太少而无法保护的层显示为未使用，直到有更大的硬盘加入。传统 RAID 把每块硬盘都按最小硬盘的容量计算。Synology 将校验分布在各层中；为使图示清晰，图中把校验画在最大的硬盘上。
zh_hant: SHR 會依每種不同的硬碟容量將硬碟分層，並在達到各層的硬碟之間建立 RAID。硬碟數量不足以提供保護的層會顯示為未使用，直到有更大的硬碟加入。傳統 RAID 會將每顆硬碟都視為最小硬碟的容量。Synology 會將同位元分散到各層；為了讓圖示易於閱讀，圖中將其畫在最大的硬碟上。

# synology_cons
source: A single large drive can’t be fully used until a second one joins it Only available on Synology NAS Classic RAID wastes space with mixed drives
de: Ein einzelnes großes Laufwerk lässt sich erst voll nutzen, wenn ein zweites dazukommt Nur auf Synology-NAS verfügbar Klassisches RAID verschenkt bei gemischten Laufwerken Platz
es: Una sola unidad grande no se aprovecha por completo hasta que se le une una segunda Solo disponible en NAS Synology El RAID clásico desperdicia espacio con unidades de distintos tamaños
fr: Un seul gros disque ne peut être pleinement utilisé qu’une fois rejoint par un second Disponible uniquement sur les NAS Synology Le RAID classique gaspille de l’espace avec des disques de tailles différentes
it: Un singolo disco grande non può essere usato del tutto finché non se ne aggiunge un secondo Disponibile solo sui NAS Synology Il RAID classico spreca spazio con dischi di dimensioni diverse
ja: 大容量ドライブが1台だけの場合、2台目が加わるまで容量を使い切れない Synology NASでのみ利用可能 従来のRAIDでは容量の異なるドライブで無駄が出る
ko: 큰 드라이브가 하나뿐이면 두 번째 드라이브가 추가될 때까지 전부 사용할 수 없음 Synology NAS에서만 사용 가능 기존 RAID는 크기가 다른 드라이브에서 공간을 낭비함
pt_br: Uma única unidade grande não é totalmente aproveitada até que uma segunda se junte a ela Disponível apenas em NAS Synology O RAID clássico desperdiça espaço com unidades de tamanhos diferentes
zh_hans: 只有一块大容量硬盘时，要等第二块加入才能完全使用 仅适用于 Synology NAS 传统 RAID 混用不同容量的硬盘会浪费空间
zh_hant: 只有一顆大容量硬碟時，要等第二顆加入才能完整使用 僅適用於 Synology NAS 傳統 RAID 混用不同容量硬碟時會浪費空間
